#version: 0.2
h e</w>
i n
▁t he</w>
t i
e r
e n
e d</w>
a n
o n
a ▁
o r
o n</w>
▁o f</w>
a r
t ▁
e ▁
in g</w>
n d</w>
o u
e r</w>
o ▁
i ▁
e s
▁t o</w>
▁t h
e a
e s</w>
e c
i t
r o
i c
▁a nd</w>
o s
a l</w>
a ti
i s
i l
o r</w>
▁i n</w>
- @</w>
t h
o m
a l
e l
a t
a t</w>
@ -@</w>
u r
en t</w>
q u
a n</w>
▁i s</w>
t he</w>
a s</w>
t r
t s</w>
e n</w>
e m
p os
o t
c e</w>
o l
u s
v e</w>
t▁ he</w>
▁i n
a s
▁w h
a c
ati on</w>
l y</w>
i s</w>
i d
▁th at</w>
r e
n g</w>
i r
▁ e</w>
▁T he</w>
ot ;</w>
l e</w>
u c
i n</w>
t h</w>
i g
u l
r e</w>
u ▁
c h
▁f or</w>
pos ;
p ▁
a m
an d</w>
& a▁
▁o n</w>
ti on</w>
v er
e t
er e</w>
▁p ro
f f
s ▁
a g
qu ot;</w>
a y</w>
u n
r ▁
▁a s</w>
o f</w>
p l
it h</w>
▁i t</w>
i m
▁c on
▁b e</w>
t o</w>
er s</w>
t ed</w>
o o
▁r e
t er</w>
h ▁
&a▁ pos;
a▁ nd</w>
▁b y</w>
o c
r es
u t</w>
▁e x
o p
w ▁
il l</w>
▁s h
m ent</w>
o t</w>
▁c om
u d
o u</w>
s t
i on</w>
▁w ith</w>
s e</w>
▁h a
▁s t
▁w as</w>
o w
p or
a b
r i
it y</w>
e t</w>
c ▁
a d
on g</w>
e v
▁a re</w>
ou n
a p
p er
on s</w>
f ▁
r ea
l ▁
i c</w>
e▁ n
d ▁
s t</w>
t er
i▁ ng</w>
in ▁
at e</w>
al l</w>
i ti
▁w ill</w>
▁a l
u m
l d</w>
i t</w>
i d</w>
on g
a k
d uc
▁K or
▁a t</w>
& quot;</w>
ro m</w>
▁c h
a y
▁y ou</w>
f or
i v
e x
e e</w>
▁th e
ic e</w>
t y</w>
u b
m ▁
▁T h
c i
e a</w>
an ▁
▁, ,</w>
o w</w>
e d
ti ▁
e ar
c on
c h</w>
▁ s</w>
▁b e
&a▁pos; s</w>
i z
an g
b ▁
th ▁
▁ha ve</w>
p ro
ic h</w>
t ur
n ▁
y e
ea r</w>
▁f rom</w>
o ver
d s</w>
r ou
e p
s i
en ts</w>
p ec
i es</w>
e g
en ▁
▁r es
▁u n
i m</w>
▁h as</w>
on al</w>
u e</w>
c om
th er</w>
a r</w>
▁p l
▁a n</w>
▁a c
c l
d ing</w>
ar y</w>
en t
ig h
i r</w>
a t▁
e▁ r
▁I n</w>
▁p ar
a in
▁C h
▁n ot</w>
es s</w>
▁I t</w>
▁wh ich</w>
an ce</w>
t ing</w>
an t</w>
▁th is</w>
▁t r
& a
l l</w>
o▁ n</w>
t e</w>
▁p er
▁e n
▁w or
s o</w>
g ▁
o v
d er</w>
ou t</w>
▁o n
es t</w>
a id</w>
over n
th ▁e</w>
& ▁
e▁n t</w>
▁o r</w>
g h</w>
i al</w>
at ed</w>
g e</w>
▁ ed</w>
a▁ r
▁wh o</w>
u p
▁c an</w>
ff ic
ag e</w>
▁a n
▁com p
ou ld</w>
▁( (</w>
w i▁
o▁ n
uc h</w>
▁d is
or e</w>
▁a b
w h
ati ▁
ea n</w>
▁ u
e w</w>
es s
il l
im e</w>
s s
ar e</w>
i f
▁b ut</w>
▁sh all</w>
▁& quot;</w>
▁Kor ea</w>
o▁ r
e l</w>
em ent</w>
f ter</w>
a▁ n
e▁ d</w>
on ▁
ou r
an y</w>
s h
ti c
▁r ec
a us
in is
r e▁
ea d</w>
▁a d
o g
▁& qu
ol l
em b
i▁ n
o t▁
t en
▁a p
▁ t</w>
ye ong
i b
u ng</w>
in ce</w>
a in</w>
as t</w>
k e</w>
▁i m
ea s
i t▁
u t
o▁ t
ou r</w>
an g</w>
ou s</w>
en ce</w>
e y</w>
in g
tr y</w>
e m</w>
ak e</w>
▁th ere</w>
▁w ere</w>
ou ▁
▁f ir
▁h e</w>
op le</w>
▁W h
er v
am e</w>
u n</w>
o▁t ;</w>
f▁ or</w>
ar ▁
m e</w>
o d
▁t ime</w>
k s</w>
▁b ec
e ople</w>
es ti
▁e v
▁be en</w>
- ▁
f or</w>
▁c l
▁y ear</w>
0 0</w>
& qu
om e</w>
-▁ @</w>
▁a g
por t</w>
p r
a m</w>
el y</w>
ec t</w>
in e</w>
in▁ g</w>
cl ud
p▁ os
▁f or
; s</w>
g i</w>
k ing</w>
ati▁ on</w>
oo d</w>
e f
▁i f</w>
▁I n
tur e</w>
or ▁
▁o r
ot▁ ;</w>
aus e</w>
ub l
pos ▁
an d
a f
s tr
@ -▁@</w>
▁s aid</w>
▁al so</w>
▁Kor ean</w>
a d</w>
th▁ at</w>
al ly</w>
a ir
s ed</w>
t▁ o</w>
▁r el
iti es</w>
igh t</w>
al l
for m
ro v
▁s o</w>
b e</w>
▁s uch</w>
a v
▁wh en</w>
ar d</w>
ati ons</w>
ati onal</w>
q ▁u
▁p r
▁the y</w>
id e</w>
▁d o</w>
o▁ f</w>
▁the ir</w>
▁a fter</w>
o m</w>
on e</w>
▁p eople</w>
e▁ s</w>
w▁ h
▁m ore</w>
e en</w>
a e</w>
i ve</w>
p ar
res id
o b
or s</w>
▁con t
▁K im</w>
om m
e e
en c
an▁ d</w>
@ ▁
u m</w>
ad e</w>
u l</w>
an c
e▁ c
ur e</w>
▁a t
▁ ot;</w>
b y</w>
e▁ r</w>
@▁ -@</w>
o▁ s
c or
ti v
t▁ h
▁th an</w>
o on</w>
y ▁
an s</w>
▁ab out</w>
o o</w>
il e</w>
▁p re
a ce</w>
o in
t u
i ke</w>
pos ;</w>
ea l
▁S e
er ▁
os t</w>
ab le</w>
▁d i
▁G yeong
u s</w>
i l</w>
▁2 0
▁m e
▁in v
us t</w>
it t
ar k
▁& a
▁fir st</w>
el l</w>
d i
e a▁
▁h ead</w>
ubl ic</w>
C h
overn ment</w>
▁ es</w>
w o</w>
▁f ac
▁com m
▁pro v
▁s tr
▁w e</w>
p en
ar t
an ag
▁Th is</w>
pos; s</w>
▁o ut</w>
t▁ er</w>
▁h is</w>
re e</w>
d ed</w>
es e</w>
i▁ n</w>
ver s
e w
it h
n ing</w>
▁a r
al ▁
p res
s ti
▁m ay</w>
p ol
ay s</w>
▁s ec
ev el
▁in clud
▁u p</w>
▁A c
▁m y</w>
an s
▁re g
al s</w>
▁con s
wi▁ th</w>
l is
▁s up
▁h el
▁in ter
▁s ub
d us
ci al</w>
▁on e</w>
▁m on
m e▁nt</w>
t▁ ed</w>
i ous</w>
ig n
▁p ol
s u
es t
ti▁ on</w>
d er
d is
▁bec ause</w>
c rea
i p
g h
s ec
ig h</w>
▁e m
▁pro duc
or y</w>
▁Gyeong gi</w>
rou gh</w>
▁s p
K or
oo l</w>
us in
&a p▁os
g r
▁o ffic
▁I f</w>
▁c oun
ur r
▁s ch
t or</w>
it e</w>
or th</w>
ati ve</w>
il ▁
e on</w>
ou l</w>
o d</w>
b l
as e</w>
b er</w>
o p</w>
a▁ s</w>
▁i ts</w>
i a</w>
▁P ar
▁l oc
ic al</w>
a ve</w>
ti ons</w>
oo k</w>
▁wh ere</w>
a w
w as</w>
▁al l</w>
ti ci
▁A s</w>
ow n</w>
a il
▁ h
S e
▁ac c
▁m e</w>
&▁ a
▁per s
ill ion</w>
o y
s ion</w>
s ing</w>
os e</w>
l ec
q▁u ot;</w>
ic ▁
▁ha d</w>
▁o ther</w>
▁f in
▁g overnment</w>
ol d</w>
▁G u</w>
w▁ as</w>
s u▁
▁q u
d r
m s</w>
▁st ud
▁@ -@</w>
ear s</w>
k ed</w>
I n
et w
pro v
e ed</w>
▁d ue</w>
y st
ea se</w>
por t
f r▁
K ▁
▁a m
a▁ t</w>
▁p os
▁d ec
at ing</w>
en d</w>
a▁ l
▁y our</w>
▁o p
it s</w>
e b
r ec
an n
p r▁
▁W e</w>
u r</w>
ir ec
▁on ly</w>
e▁r s</w>
▁w on</w>
, 0
ti ve</w>
s es</w>
h ed</w>
▁w ith
▁l ea
g an
▁m emb
▁Th ere</w>
f er
▁p ublic</w>
ri v
o▁ r</w>
a▁ re</w>
j u</w>
▁o per
s i▁
in c
▁S t
ing s</w>
▁includ ing</w>
▁t wo</w>
▁p ur
ac k</w>
ac h</w>
▁th rough</w>
en ti
th at</w>
ou gh</w>
s t▁
h e▁
si b
a i▁
w▁h o</w>
ul ar</w>
▁U n
ig n</w>
i ed</w>
ul t</w>
el l
f ir
i tion</w>
▁p res
▁l ast</w>
r y</w>
▁N orth</w>
ar ge</w>
tici p
▁d ay</w>
s pec
▁m at
▁un der</w>
e h
ec h
▁in crea
evel op
f l
gan iz
e ti
in k</w>
enc y</w>
▁l ike</w>
itt ee</w>
▁s m
S .</w>
j ect</w>
resid ent</w>
e▁ re</w>
▁P rov
r o▁
i▁ ty</w>
p h
S ▁
▁t ea
s el
▁A r
an ies</w>
▁f l
i p</w>
m inis
ark et</w>
et y</w>
▁k n
wi▁ ll</w>
w h▁
▁w ould</w>
▁n um
v er</w>
▁M inis
2 0
sti tu
t ly</w>
c er
il ity</w>
s s</w>
▁d r
en▁ t</w>
ou th</w>
cor ding</w>
at es</w>
v is
▁d es
w ith</w>
▁n o</w>
esti g
a▁ n</w>
t ers</w>
o▁ ng</w>
r el
ff er
en ter</w>
▁n ew</w>
&a▁ pos▁
▁m any</w>
i▁ c
ter n
▁20 1
il y</w>
ol og
▁b u
ex t</w>
v ▁
ent ly</w>
it ed</w>
▁&qu o▁t;</w>
fr▁ om</w>
id ed</w>
et ro
u g
i▁ ch</w>
en d
v i
▁the m</w>
▁h igh</w>
tr ▁
is t
ff ice</w>
i▁ s</w>
▁s pec
e ther</w>
▁Ch in
▁m anag
com p
▁Wh en</w>
▁s erv
en er
i vers
▁ex pec
▁m ed
▁num ber</w>
em s</w>
b e▁
d o</w>
ow ing</w>
ur ing</w>
a▁ c
▁d el
▁sh ould</w>
p on
▁ap p
ti▁ ng</w>
ro w
un ▁
w or
k ▁
yst em</w>
usin ess</w>
a▁ ll</w>
ab lis
▁s c
▁rec e
o▁ m
a▁ te</w>
ang e</w>
▁s e
v en
is e</w>
ic ation</w>
ap o▁s
▁C omm
▁m ade</w>
ec ▁
u tion</w>
▁v is
if e</w>
iz ed</w>
a▁ l</w>
ar g
str uc
u p</w>
e o
duc ation</w>
j ▁
▁loc al</w>
,0 00</w>
. S.</w>
for e</w>
o▁n s</w>
etro pol
ec ess
ou nd</w>
f ac
w on</w>
us t
et ing</w>
ic es</w>
▁&qu ▁ot;</w>
ech n
d ay</w>
▁g r
▁comp anies</w>
▁L ee</w>
▁an n
l l
m an</w>
m er</w>
▁y ears</w>
p le</w>
▁in to</w>
▁com pl
▁Se oul</w>
&ap▁os ;
a w</w>
i ons</w>
▁hel d</w>
rou nd</w>
ou s
con om
ev er</w>
ac t</w>
i▁ al</w>
ti f
▁o ver</w>
as s
▁c ar
▁H e</w>
d in
l oc
t▁ s</w>
▁u se</w>
▁p h
▁comp any</w>
ul tur
s c
▁e st
ow er</w>
etw een</w>
t ro
r ap
at er</w>
▁c r
s p
an ts</w>
minis tr
▁T r
on d</w>
▁pro c
&a▁pos; ▁s</w>
re a</w>
oc i
▁t ake</w>
c▁ h
&▁ qu
▁v ar
▁re qu
▁r ea
▁wor k</w>
▁m ake</w>
▁b etween</w>
ti es</w>
▁ch il
▁d o
▁f oll
er y</w>
s id
ver y</w>
▁b as
o ve</w>
▁ n
at▁ ion</w>
is ▁
s ur
gh t</w>
▁N ational</w>
ud g
▁e ach</w>
em ▁
▁ex per
▁sup port</w>
y ing</w>
▁th ink</w>
▁sch ool</w>
▁st ar
er e
el ec
h a▁
▁ap pl
P rov
a u
c oun
▁memb ers</w>
& q▁uot;</w>
u al</w>
com m
er g
▁t er
▁in dus
▁P resident</w>
▁or der</w>
in v
▁w ant</w>
▁ev en</w>
&a▁pos; ▁t</w>
s a▁
▁m arket</w>
h▁ as</w>
ecess ary</w>
iz e</w>
▁par ticip
▁d ep
▁wh ile</w>
▁g o</w>
i e
j ec
tic le</w>
es ▁
▁d et
on▁ al</w>
▁b usiness</w>
i▁ on</w>
el ▁
&▁ quot;</w>
▁s ince</w>
▁Ac cording</w>
rou p</w>
ou ng</w>
n ot</w>
▁Y ou</w>
e ong</w>
o▁ ut</w>
▁inv estig
▁at ten
in d</w>
v ir
il ities</w>
ch ▁
▁s u
i▁ ce</w>
▁b r
f r
pl ▁
ol ▁
▁pro m
▁U .S.</w>
m e
&a pos;s</w>
h as</w>
ur es</w>
l i
▁&a pos;s</w>
▁tr ans
▁n ecessary</w>
w ill</w>
▁d on</w>
▁th ree</w>
en g
▁g et</w>
m a▁
c ed</w>
i als</w>
▁be ing</w>
▁d evelop
wh i▁ch</w>
▁g o
▁f am
▁J ap
&▁a pos;</w>
t▁ h</w>
at▁ ed</w>
▁Prov ince</w>
ay ing</w>
e▁ n</w>
▁f e
&qu o▁t;</w>
o l</w>
▁s ystem</w>
▁e ar
▁res id
▁c oll
▁P l
▁est ablis
▁w ell</w>
1 ▁
▁Par k</w>
d e</w>
▁g ood</w>
u▁ r
is t</w>
▁s ome</w>
▁c rea
t a▁
s e▁
ap p
▁D o</w>
pl oy
&qu ▁ot;</w>
▁in d
▁A l
i ence</w>
p re
b u
▁S h
▁e t
u ation</w>
ou se</w>
am p
t a
o k</w>
y ear</w>
▁per form
ul ▁
▁pers on</w>
▁m a
e o</w>
▁expec ted</w>
re g
▁a ss
▁ al</w>
▁pl ace</w>
▁a m</w>
▁c ould</w>
i▁ es</w>
i▁ s
h er</w>
tr ic
eas on</w>
sib le</w>
▁m ov
▁s ur
▁Minis try</w>
art ment</w>
▁&qu ot▁;</w>
w ay</w>
▁ er</w>
er m
▁c as
▁pol ice</w>
▁an y</w>
e ed
ak ing</w>
▁r em
▁p oin
▁b el
s he</w>
u▁ n
▁i ss
ati o▁n</w>
▁d irec
an▁ ce</w>
▁bu il
form ation</w>
d y</w>
▁n eed</w>
▁o ur</w>
al e</w>
▁E n
▁n ext</w>
dr en</w>
▁stud ents</w>
n am</w>
an cial</w>
p p
▁h ea
tr ies</w>
▁m ost</w>
oun t</w>
▁1 0</w>
b▁ ut</w>
▁var ious</w>
i onal</w>
Kor e▁
e ts</w>
▁c ase</w>
▁O n</w>
▁manag ement</w>
▁ac tiv
m o▁
▁e conom
ain ed</w>
ab ▁
on▁ g</w>
▁or ganiz
o ther</w>
y e▁
an k</w>
▁) )</w>
un g
i▁ t</w>
▁d uring</w>
ti me</w>
▁r a
en s</w>
d iti
; t</w>
▁g u</w>
▁ex c
b e
▁s ame</w>
▁t a
▁c er
▁g u
▁offic ial</w>
t e▁
▁re por
pr o▁
▁pro bl
G yeong
▁c or
▁be fore</w>
vir on
our t</w>
h o▁
▁Ar ticle</w>
▁tea m</w>
▁u sed</w>
om ▁
p▁ l
or t</w>
emb er</w>
iv ing</w>
tr ib
p o▁s
▁Chin a</w>
el d</w>
n ed</w>
▁b l
n o▁
th ing</w>
▁F or
▁m in
▁ann oun
r u
overn or</w>
▁wh at</w>
oo per
s on</w>
sh ip</w>
▁d ays</w>
▁a rea</w>
▁h ow</w>
o or</w>
P ▁
ff ▁
d▁ er</w>
m ents</w>
▁A t</w>
i od</w>
en▁ ts</w>
ultur al</w>
▁S outh</w>
▁m illion</w>
▁cont in
h▁ is</w>
oc ial</w>
▁at t
air s</w>
▁e l
as s</w>
▁al l
olog y</w>
▁e ff
it al</w>
p s</w>
T he</w>
e ong
▁l ot</w>
&a▁pos; t</w>
▁w r
af t▁er</w>
ac ▁
p o▁r
l i▁
▁di ffer
r ed</w>
▁n ow</w>
l e▁
ti o▁n</w>
▁pro ject</w>
ic y</w>
f rom</w>
ch eon</w>
ain ing</w>
&qu ot▁;</w>
op e</w>
th is</w>
▁e lec
▁a s
▁C on
l es</w>
h is</w>
un d
C ▁
▁s l
g u</w>
ul ture</w>
i um</w>
A ▁
K im</w>
▁me eting</w>
us ▁
▁1 9
e x</w>
ib er
▁di ffic
si ve</w>
o▁ ul</w>
▁s it
ivers ity</w>
o o▁
w n</w>
t ain</w>
f f</w>
th er
a▁r y</w>
o k
m is
s aid</w>
y p
▁ex pl
o b</w>
in▁ ce</w>
▁c urr
m e▁
▁g ener
ic s</w>
M ▁
▁a ff
▁par tic
ear ch</w>
▁v i
f ul</w>
&a▁pos▁ ;s</w>
▁con cer
▁h er</w>
iv ed</w>
▁t ri
it an</w>
m on
▁l ong</w>
▁mon th</w>
▁wor ld</w>
&a pos;</w>
t ors</w>
wh o</w>
▁A m
▁res pon
▁C ity</w>
▁P ro
c .</w>
y ou</w>
▁“ “</w>
▁pl an</w>
th e▁
▁f i
K or▁
od ay</w>
u▁ re</w>
com e</w>
▁con duc
ag rap
o w▁
▁kn ow</w>
c ri
▁with out</w>
▁rel ated</w>
&a▁ po▁s
▁A ss
l ed</w>
an t
is m</w>
is h
▁s al
sel f</w>
n▁ ot</w>
o ti
m y</w>
em e▁nt</w>
▁d em
l a▁
ev ▁
c o▁
rou ▁
ow ed</w>
id ent</w>
m ed</w>
ha▁ ve</w>
▁in formation</w>
&a▁pos; m</w>
is h</w>
m ed
anc es</w>
r i▁
▁a round</w>
▁produc ts</w>
e t▁
▁w ee
▁ex p
w ang
en tr
▁f u
▁e ducation</w>
▁sm all</w>
▁f r
en t▁
▁with in</w>
▁foll owing</w>
▁Pl ease</w>
s▁ t
▁H y
ot al</w>
▁fac t</w>
oc k</w>
▁Comm ittee</w>
f o▁r</w>
c c
in d
s an</w>
▁partic ular</w>
is ion</w>
d u
y m
▁serv ice</w>
ic k
2 ▁
it ing</w>
▁c ity</w>
ac k
▁sec ond</w>
om en</w>
▁b o
a▁ tion</w>
ab or</w>
s h▁
ow s</w>
t ment</w>
▁l arge</w>
▁r ight</w>
th ough</w>
al ity</w>
U n
▁ev ent</w>
il it
en se</w>
K▁ or
▁g row
▁s ee</w>
a ir</w>
▁j ust</w>
▁o ut
h ave</w>
▁re f
Se o▁ul</w>
a e
ent al</w>
L ▁
▁o ffice</w>
di tion</w>
ci l</w>
ati on
▁d id</w>
s erv
▁c o
l▁ y</w>
al y
▁resid ents</w>
f i▁
ul t
af ety</w>
▁b ro
▁f ood</w>
k ers</w>
▁ch ec
▁O r
s▁ h
overn me▁nt</w>
ust om
m it</w>
struc tion</w>
▁l ife</w>
er ing</w>
for m</w>
s up
Kor▁ ea</w>
d e▁
c us
▁indus try</w>
all ed</w>
ro w</w>
▁m uch</w>
▁pr ice</w>
por ts</w>
▁pre v
▁m eas
e ign</w>
eal th</w>
h ere
▁Ac t</w>
ai▁ d</w>
& apo▁s
um p</w>
t▁h at</w>
ur ▁
▁d e
▁pro f
iti z
ag es</w>
Kor ea</w>
v en</w>
s ide</w>
i an</w>
ea s</w>
b ut</w>
as ▁
▁spec ial</w>
ea l</w>
▁h igh
y ung</w>
▁coun try</w>
i k
▁M oon</w>
s l
Kore▁ an</w>
▁fac ilities</w>
es ted</w>
▁cons id
re t
▁cas es</w>
▁be g
▁increa se</w>
a k</w>
▁s ol
e▁ x
b ▁e</w>
▁t echn
▁s ti
at t
l ine</w>
▁ p
▁t otal</w>
ar ds</w>
ati on▁al</w>
im es</w>
iz ation</w>
▁per iod</w>
at ely</w>
▁A n
a p▁
▁e nd</w>
v ing</w>
▁ter m</w>
▁m us
ee p</w>
i or</w>
ati c</w>
os p
v es</w>
▁w ay</w>
s ung</w>
h y
g u
z e</w>
▁am ong</w>
o▁ l
▁f il
▁chil dren</w>
i e</w>
▁ma j
▁f ri
▁Th at</w>
b een</w>
e▁ ss</w>
▁f un
uc c
o i</w>
un ity</w>
n er</w>
th▁ er</w>
▁ th</w>
▁p op
▁wh ether</w>
th s</w>
tr ac
a u▁
ot h</w>
an u
t▁ r
▁in st
us e</w>
i g</w>
▁r ate</w>
ow ever</w>
▁re port</w>
▁v ery</w>
▁A fter</w>
oo m</w>
a▁ ge</w>
▁oper ation</w>
ain st</w>
at a</w>
ti l</w>
al f</w>
pos e</w>
here in
▁o b
m ak
▁ex pen
ec tion</w>
C omm
o p▁
ch ed</w>
u te</w>
pos▁ ;s</w>
in cial</w>
▁Par ty</w>
a▁ m
en▁ ce</w>
air man</w>
▁un der
or k</w>
b le</w>
t▁ y</w>
el f
▁f ound</w>
pl em
▁r eal
▁th ▁e</w>
ac c
▁g l
us an</w>
▁G overnor</w>
b u▁
▁announ ced</w>
▁b illion</w>
▁h ear
c r
d ic
▁g rea
u th
oc r
agrap h</w>
ar t</w>
0 ,000</w>
ul ts</w>
▁des ign
▁th ose</w>
an ese</w>
ak es</w>
G ▁
R W</w>
ot e</w>
a z
▁ad v
M etropol
il▁ l</w>
d i▁ng</w>
▁produc t</w>
iti ▁
▁pl ay
u▁ c
jec ts</w>
pres ent
▁o cc
d en</w>
T ▁
▁J e
it▁ an</w>
▁G ang
▁Wh at</w>
▁g roup</w>
y o▁
ffic i
og ether</w>
▁ch ang
▁th ese</w>
d i▁
▁investig ation</w>
con ▁
ep t</w>
ac h
ar m
is ed</w>
a ff
▁e as
▁proc ess</w>
ew s</w>
p ri
ac hed</w>
l o▁
n▁ d</w>
u ty</w>
ev el</w>
en s
om e
ut es</w>
w ard</w>
▁E x
ol e</w>
. ▁
▁et c.</w>
r em
a▁ t
in es</w>
w▁ on</w>
▁develop ment</w>
th a▁t</w>
▁in tro
▁re v
▁for mer</w>
▁inv est
▁w ater</w>
od y</w>
▁S am
▁in stitu
▁r o
o y</w>
c ent</w>
t▁ ion</w>
▁t al
c o▁n
eas ed</w>
ar k</w>
a i</w>
it▁ h</w>
l▁ ed</w>
h ib
▁u s</w>
▁s aying</w>
an ding</w>
▁c enter</w>
▁r et
w▁ ill</w>
▁e very</w>
igh ts</w>
▁s us
▁d oc
▁fin ancial</w>
▁Al though</w>
▁cont ro
▁perform ance</w>
▁o pen
i▁ d
o▁n e</w>
er ▁s</w>
▁s ay</w>
c es</w>
i▁ l
p ly</w>
N ▁
▁b udg
▁H owever</w>
i ev
in ation</w>
▁mat ters</w>
ie f</w>
▁s ign
▁d ef
s ch
▁i d
▁in ten
K▁ im</w>
tic s</w>
b▁ er</w>
ob al</w>
▁ex am
s ai▁d</w>
in ter
▁am ount</w>
▁im port
▁r eason</w>
be▁ en</w>
he▁ ad</w>
s ub
▁U S</w>
en ds</w>
s um
▁com e</w>
d ers</w>
▁par ty</w>
▁pur su
din ance</w>
e▁c t</w>
▁h im</w>
m▁ an</w>
eg al</w>
▁diffic ult</w>
enti al</w>
▁repor ted</w>
v ed</w>
ur ity</w>
ar ac
D ▁
▁u s
i ver
▁s k
▁ch arge</w>
▁ ot▁;</w>
in ed</w>
a▁n t</w>
u ed</w>
▁ad ministr
m en▁t</w>
▁i t
d▁ ed</w>
▁ch ange</w>
esti v
ul l</w>
ou▁ ld</w>
u▁ l
u es</w>
w e▁
ef t</w>
an ds</w>
▁s ocial</w>
ec ted</w>
▁bec ome</w>
p ing</w>
▁pro t
▁par t</w>
▁st at
▁en ter
emb ly</w>
riv ate</w>
n s</w>
ec u
et ter</w>
▁n o
if ic
s e
in al</w>
etropol itan</w>
▁probl em</w>
▁fir e</w>
▁& q▁uot;</w>
r d</w>
m .</w>
m anag
er ed</w>
ea t</w>
▁a ud
▁en tr
▁ag re
▁con struction</w>
ou ght</w>
at ur
on t</w>
▁t rea
f t
▁h ome</w>
▁c ustom
& q▁u
▁pro sec
c▁ an</w>
▁Th ey</w>
ev ant</w>
▁ag ain</w>
▁fam ily</w>
▁C enter</w>
sa▁ id</w>
pl o
▁wor king</w>
n ow</w>
▁pro gr
▁ad dition</w>
b▁ y</w>
b e▁c
▁o ver
▁offic ials</w>
ir e</w>
▁hel p</w>
▁b ack</w>
esti c</w>
pos; ▁s</w>
▁s elec
tr ial</w>
s o▁
▁l o
▁M y</w>
▁ ts</w>
▁h ere</w>
m▁ ent</w>
▁J ae</w>
▁pos sible</w>
oun d
rea s</w>
c an</w>
H ▁
▁prov ide</w>
▁h um
for m▁
ti c</w>
▁F or</w>
▁sh ar
p ed</w>
▁differ ent</w>
▁comp eti
fer red</w>
s m
S t
▁coun tries</w>
l s</w>
er ▁e</w>
du ce</w>
our s</w>
20 1
▁sit uation</w>
▁con fir
▁go ing</w>
ov ▁
oin t</w>
▁2 0</w>
u▁ n</w>
▁wh y</w>
▁ag ainst</w>
f▁ f
▁a uth
c as
▁sti ll</w>
▁par agraph</w>
ug g
ou▁ n
▁m od
▁th ▁
Metropol it▁an</w>
▁u sing</w>
▁S ince</w>
▁inter n
ir ed</w>
d ep
eh ic
a▁ y</w>
▁s et</w>
c a▁
▁Jap an</w>
▁d am
▁d om
▁sal es</w>
ain s</w>
▁n ational</w>
▁p as
f in
en ted</w>
▁compl et
r▁ ed</w>
▁m ain
uc l
w o▁r
▁s im
at ure</w>
▁M ar
s▁ ed</w>
p▁ le</w>
a▁ ng</w>
▁rece ived</w>
n ess</w>
▁w at
▁inter est</w>
d le</w>
d ec
A ss
is ts</w>
tric t</w>
B ▁
▁s he</w>
▁Chin ese</w>
ul ation</w>
oun ▁
iv es</w>
▁Tr ump</w>
ig ▁h
si a</w>
i o▁n</w>
k i▁ng</w>
▁B usan</w>
vi ew</w>
id ▁
▁d own</w>
duc ed</w>
i▁ ts</w>
▁maj or</w>
▁mon ey</w>
▁en viron
▁th en</w>
▁p ower</w>
i o</w>
▁t oday</w>
ir ▁
air per
ea m</w>
▁d ata</w>
▁c aus
w e▁re</w>
w ere</w>
ea d
▁c ap
▁J ung</w>
▁rec or
o ol
on ed</w>
em ocr
t o▁
ch ing</w>
▁an aly
▁C oun
▁in c
pos ed</w>
iv id
ri ed</w>
t▁ or</w>
▁P ol
th▁ is</w>
o tion</w>
is sion</w>
ye ong</w>
▁g ive</w>
▁m ain</w>
▁3 0</w>
▁a reas</w>
iv ▁
tr act</w>
po▁r t</w>
a p</w>
tr uc
c t</w>
▁Minis ter</w>
▁rel evant</w>
▁import ant</w>
▁meas ures</w>
▁dep artment</w>
lis h</w>
▁e qu
▁memb er</w>
▁f our</w>
▁bas ed</w>
▁pre par
▁pursu ant</w>
on y</w>
▁Jap anese</w>
▁ n</w>
▁econom ic</w>
▁In tern
▁s er
i x</w>
sib ility</w>
i▁ t
ov er</w>
r a▁
▁p ay</w>
▁r oom</w>
on ▁s</w>
▁c ame</w>
am ▁
▁for eign</w>
rea dy</w>
o▁ us</w>
▁un til</w>
en ing</w>
▁Sam sung</w>
e▁ st</w>
▁p rivate</w>
t e▁r
▁res ult</w>
▁Un iversity</w>
ilit ary</w>
elf are</w>
c o▁m
b ec
▁em ploy
▁p ay
ur n</w>
ar s</w>
u nd</w>
estiv al</w>
▁dec ided</w>
▁fu ture</w>
▁l ear
su▁ ch</w>
ti ce</w>
ex p
▁G wang
ti▁ me</w>
▁w in
▁l oo
▁att ached</w>
▁per cent</w>
h i▁
▁t ogether</w>
▁t imes</w>
▁h ope</w>
▁f ive</w>
C h▁
▁v al
th▁ ey</w>
a un
res s</w>
▁increa sed</w>
re a▁
am es</w>
▁l im
itiz ens</w>
▁w omen</w>
▁Wh ere</w>
▁h ol
▁b est</w>
J ▁
ev en</w>
a il</w>
in clud
h av
f o▁r
▁chec k</w>
▁med ia</w>
G overnme▁nt</w>
▁ear ly</w>
wh▁ en</w>
▁ab le</w>
▁Or dinance</w>
con t
e ir</w>
E n
it▁ y</w>
is ing</w>
re d
el s</w>
▁A n</w>
▁t oo</w>
▁res ults</w>
f o▁
▁O n
▁w ar
▁s um
▁budg et</w>
o s</w>
ep ar
▁n eg
▁n eed
as ter</w>
n o</w>
v ▁e</w>
▁t em
ver y
▁im prov
p o▁
▁ st</w>
m in
▁in spec
pro duc
m it
▁atten tion</w>
n▁ g</w>
▁activ ities</w>
&▁qu o▁t;</w>
▁En g
▁comm ittee</w>
n ew</w>
▁pur pose</w>
c al</w>
at eg
y▁ ou</w>
tur es</w>
es ts</w>
▁exper ience</w>
▁do es</w>
▁w ea
d es
0 th</w>
p a▁
▁vis it</w>
al▁ so</w>
▁s ome
p e</w>
▁l aw
o ffic
un ic
▁ta x</w>
a fter</w>
is tr
o h
▁pl ans</w>
▁sur v
ir d</w>
▁m ust</w>
▁h alf</w>
▁gener al</w>
▁c ulture</w>
▁b ur
g r▁
▁p ic
ay or</w>
pos ition</w>
ub l▁
a in▁
▁l eft</w>
▁op in
▁t ook</w>
ic▁ h</w>
er ation</w>
r ic
n e▁
▁l evel</w>
id n</w>
A r
or ity</w>
in dus
w il▁l</w>
s▁ o</w>
g s</w>
▁rea l</w>
u le</w>
▁s ucc
b as
▁p aid</w>
re qu
▁tr ad
th ers</w>
iti ▁es</w>
. m.</w>
▁p ast</w>
▁g ame</w>
i▁n e</w>
or ganiz
▁grea t</w>
ex ▁
▁w ent</w>
▁&a pos;</w>
e e▁
the▁ ir</w>
▁c ooper
id dle</w>
▁r ul
l▁ d</w>
▁F in
▁c iv
il i
w ays</w>
w a▁s</w>
1 9
▁l ow</w>
▁y oung</w>
t▁ ry</w>
▁s afety</w>
▁c ol
y e</w>
▁wee k</w>
L ee</w>
y s</w>
ye es</w>
el f</w>
▁cons um
th▁ an</w>
▁E ducation</w>
and id
▁j ob</w>
▁en j
▁u r
t or
▁s ite</w>
▁m ar
▁S up
a▁n y</w>
▁st and
i▁ g
l ike</w>
i al
ib le</w>
yo▁ u</w>
oc ▁
▁E ven</w>
▁ex pres
▁K RW</w>
E O</w>
▁prov ince</w>
or▁ th</w>
▁H ow</w>
is si
▁fin d</w>
▁h ard</w>
C ▁h
▁s end</w>
▁dom estic</w>
ann ot</w>
▁st or
no▁ t</w>
▁ph ot
▁mat er
▁S ec
▁expen ses</w>
▁c ar</w>
per ▁
▁o ff</w>
d r▁
ir st</w>
p▁os ;s</w>
res ▁
▁h ouse</w>
on om
d irec
▁vi ol
m ore</w>
us ed</w>
ti s
e duc
▁pl ease</w>
ar ed</w>
h▁ er</w>
▁t our
a th
sh a▁ll</w>
▁S erv
▁iss ue</w>
▁c alled</w>
▁buil ding</w>
▁requ est</w>
e▁ m
ool s</w>
▁A d
▁fe el</w>
e et</w>
is ting</w>
ad ▁
ear ▁
b r
▁N ew</w>
fir ▁st</w>
ar ▁e</w>
at ten
a▁ r</w>
▁l abor</w>
▁v ehic
▁v id
s y
un▁ g</w>
iz ▁ed</w>
si an</w>
▁ch arac
ac es</w>
▁re present
▁b rea
K o▁
w e</w>
p re▁
▁ev al
u▁ ng</w>
▁pol icy</w>
at or</w>
g o</w>
in a</w>
a ther</w>
▁techn ology</w>
h ead</w>
ab▁ le</w>
id es</w>
▁det erm
▁m aking</w>
▁h ou
▁pres cri
▁f oc
h a▁s</w>
▁n ame</w>
ar ding</w>
ati o▁ns</w>
ubl▁ ic</w>
▁on ce</w>
l ea
ti c▁
▁h ours</w>
tr on
▁pur ch
t e▁d</w>
en ter
▁wor kers</w>
z ed</w>
f am
y u</w>
eo p▁le</w>
d en
as te</w>
▁20 0
0 s</w>
em ents</w>
b ed</w>
▁sh ow</w>
ie ve</w>
▁W ith</w>
2 0</w>
▁s ing
▁sub sid
et t
ul ly</w>
or m
▁o w
ir c
d ong</w>
▁aff airs</w>
▁b ea
▁re p
l ▁e</w>
▁D a
l ing</w>
▁prosec ution</w>
h ▁e</w>
▁pro jects</w>
P ro
y o</w>
op er
▁W or
▁c ou
rou▁ gh</w>
▁em erg
▁C om
▁se ems</w>
▁m or
▁p ut</w>
▁v ol
f ri
▁h ist
u k</w>
plo yees</w>
▁app ly</w>
▁l ik
▁a ut
as h
i e▁s</w>
▁rece ive</w>
ye▁ ar</w>
ch ool</w>
▁curr ent</w>
in s
sur ance</w>
oci ation</w>
s▁ t</w>
pos▁ ;</w>
st ud
t wo</w>
i f</w>
▁c os
▁prov incial</w>
▁ex ch
5 th</w>
▁dis cus
d o▁
ag ▁
▁al ready</w>
ous ly</w>
s▁ on</w>
re en</w>
▁su per
s ure</w>
es si
O r
▁pay ment</w>
wh▁ o</w>
v i▁
at▁ e</w>
▁rel eased</w>
▁appl ication</w>
▁expl ained</w>
ess es</w>
▁t yp
▁con c
at▁ ional</w>
▁s w
▁fr ont</w>
▁R es
tic al</w>
1 0</w>
enc es</w>
▁M etropolitan</w>
l d
ar▁ ty</w>
ac tiv
ti m
e▁ ly</w>
l▁ l</w>
▁c ri
▁l aw</w>
▁C ourt</w>
R ▁
iv en</w>
em ony</w>
erg y</w>
▁in t
oci ety</w>
p a▁r
oo ds</w>
i qu
for ▁
a▁n s</w>
ent ary</w>
a▁r d</w>
b o
▁l ook</w>
ro▁ m</w>
s w
▁conduc ted</w>
▁c ultural</w>
▁D ec
un e</w>
▁star t</w>
8 th</w>
p▁ ro
▁m ilitary</w>
▁res earch</w>
7 th</w>
ret ary</w>
▁pr ices</w>
re fer
C on
▁med ical</w>
l ess</w>
s p▁
og n
▁c annot</w>
h igh</w>
▁sch ed
t e
Se oul</w>
ig▁h t</w>
e▁ t</w>
ati▁ ve</w>
g er</w>
▁Ass embly</w>
▁g ot</w>
u ally</w>
ar i
all s</w>
▁invest ment</w>
m at
tif ic
▁o wn</w>
tu al</w>
▁b ody</w>
stitu te</w>
ous eh
▁& apo▁s
p ur
▁m an
▁pl an
▁im plem
▁re ferred</w>
e▁ l
mo▁ re</w>
au▁ se</w>
airper son</w>
4 th</w>
▁D is
▁mon ths</w>
o ff
▁c our
▁poin t</w>
▁O ffice</w>
um ▁
Prov in▁ce</w>
▁ac cording</w>
▁gl obal</w>
w ang</w>
▁d ate</w>
▁grow th</w>
▁h ealth</w>
▁se ver
es t▁
▁ha pp
a▁r s</w>
▁v ic
u b</w>
pro ve</w>
an ks</w>
▁f ree</w>
im ▁
n ov
▁mus ic</w>
ex pec
amp ;</w>
▁str ong</w>
l ast</w>
it t▁
wh ich</w>
3 ▁
▁a v
or row</w>
ati s
es s▁
▁u n</w>
▁pol iti
fr as
er c
▁p ri
▁S o</w>
&a▁pos▁ ;t</w>
y ang</w>
▁rec omm
g y</w>
al▁ l</w>
▁s en
c▁ ed</w>
com pl
▁me ans</w>
k er</w>
em or
▁Ch airman</w>
▁b oth</w>
▁me th
itt le</w>
▁Eng lish</w>
osp ital</w>
▁tr av
ul ar
ig h▁
▁cor por
tr ans
▁I s</w>
trib u
s ol
. 5</w>
al▁ ly</w>
▁et c</w>
▁d riv
i ally</w>
N ation▁al</w>
▁B ut</w>
med i
ta ur
g over
em p
▁agre ement</w>
▁f ull</w>
iv er</w>
▁l ess</w>
▁str eng
▁p er</w>
▁c ourt</w>
▁P r
a im
▁o ld</w>
▁G overnment</w>
▁c are</w>
es ter
▁Pol ice</w>
ou▁ r
en e</w>
p e▁
▁i ll
al so</w>
ay ▁
▁C an</w>
d▁ uc
N or▁th</w>
▁th ings</w>
▁H ong</w>
▁d iv
comp an
▁m is
▁under st
inc ▁e</w>
en ef
▁R ep
▁st ate</w>
am s</w>
▁S u
d▁ s</w>
▁c itizens</w>
▁Ch oi</w>
l o
3 0</w>
▁ex hib
p▁ er
▁l et</w>
1 st</w>
d▁ ue</w>
▁ta x
n i▁ng</w>
▁Th en</w>
b usin
anu fac
f i
r a
▁c ost</w>
▁wh ▁
▁cl os
▁econom y</w>
▁a f
▁Wh ile</w>
▁gr ad
ai▁ r
▁l ive</w>
▁h ar
▁serv ices</w>
p e▁r
d e
▁s ide</w>
refer r▁ed</w>
c ement</w>
ess ed</w>
ep t
d el
o▁r s</w>
ail s</w>
▁D ep
e on
▁l aun
is es</w>
▁s epar
ang u
▁op en</w>
er al</w>
c y</w>
5 0</w>
ti onal</w>
▁b ig</w>
p er</w>
▁l iving</w>
c l▁
d ance</w>
▁as ked</w>
▁t ak
o▁r y</w>
W e</w>
▁ag ency</w>
w it▁h</w>
duc tion</w>
▁M ay</w>
c t
&qu ▁ot▁;</w>
M inis
a▁l s</w>
▁Un ited</w>
om s</w>
j in</w>
▁pro per
▁m ark
ov ▁er</w>
Gyeong ▁
▁g overn
6 th</w>
20 ▁
i▁c t</w>
im um</w>
ic t</w>
bu▁ t</w>
ft en</w>
o ice</w>
▁t op</w>
▁d idn</w>
▁F r
t ain
▁hum an</w>
▁a ▁s</w>
u ro
pro f
▁em ployees</w>
▁direc tor</w>
i▁ le</w>
ti o▁ns</w>
▁environ ment</w>
▁In cheon</w>
ch er</w>
▁establis h</w>
▁selec ted</w>
▁b ook</w>
pr▁ o
m or
▁particip ate</w>
en t▁s</w>
▁establis hed</w>
n ers</w>
bu k</w>
ail ed</w>
on es</w>
▁me et</w>
u ly</w>
▁p ubl
&a▁pos; ▁
▁a w
▁star ted</w>
herein aft▁er</w>
▁vid eo</w>
▁l ove</w>
▁t est</w>
▁& ▁
▁H an
▁c anc
n el</w>
e▁ on</w>
d▁ o</w>
0 ▁
wor k</w>
re f
▁h and
P ar
▁kn own</w>
K▁or ean</w>
I t</w>
ym p
▁prov ided</w>
▁tr ade</w>
▁p en
▁b oo
m ark
er n
&▁qu ot▁;</w>
g▁ u</w>
ill age</w>
ab ility</w>
▁m an</w>
um ents</w>
&▁qu ▁ot;</w>
et ting</w>
▁del iber
at ory</w>
▁ad diti
▁produc tion</w>
m ing</w>
e▁ s
er ic
▁l ed</w>
▁D ong</w>
▁rec ently</w>
▁lik ely</w>
C om
▁S ome</w>
ur ch</w>
e ung</w>
F ▁
m o
▁pers ons</w>
▁app oin
la▁ st</w>
air m▁an</w>
ex per
▁establis h
e es</w>
ob s</w>
fras truc
▁mov ie</w>
▁fi eld</w>
ess or</w>
L▁ ee</w>
▁Coun cil</w>
en t▁er</w>
c▁ h</w>
▁1 5</w>
a▁ g
ob ile</w>
▁s oon</w>
p are</w>
▁chil d</w>
▁administr ative</w>
▁R eg
a▁ ce</w>
▁acc ident</w>
p ic
&a pos▁;s</w>
▁tr aining</w>
▁acc oun
ud ▁
ec ts</w>
o▁ re</w>
entr al</w>
▁h old</w>
▁cer emony</w>
▁a way</w>
ess ion</w>
▁bec ame</w>
w▁ ith</w>
ay ed</w>
g et</w>
▁con tract</w>
▁1 00</w>
iti onal</w>
u▁ s
▁crea te</w>
b o▁
▁In dus
eal ed</w>
▁pl ay</w>
▁Serv ice</w>
resid e▁nt</w>
▁s ent</w>
m ost</w>
i▁ ll
T r
▁ f</w>
▁an other</w>
ul ations</w>
▁M ayor</w>
▁Y es</w>
hav ▁e</w>
▁con diti
eg ▁
y n
▁prev ent</w>
▁confir med</w>
w an</w>
▁n ew
g o▁
; m</w>
&ap▁os ▁
▁e very
d▁ ay</w>
▁p resident</w>
▁dr am
ill s</w>
▁c ause</w>
re es</w>
al k</w>
▁poin ted</w>
e ff
e qu
▁progr am</w>
▁me an
▁pop ular</w>
in ess</w>
ag ed</w>
▁pr in
▁dem and</w>
ci es</w>
&apo▁s ;s</w>
ou ▁t</w>
▁sub ject</w>
re v
▁open ing</w>
c ar
a▁ b
pro c
in ten
▁f ine</w>
iz ing</w>
▁or ig
▁o ften</w>
Gyeong▁ gi</w>
is hed</w>
o▁ on</w>
em ed</w>
▁b etter</w>
em e</w>
e um</w>
all ing</w>
y our</w>
pri l</w>
▁beg an</w>
o▁ w
b an</w>
ther n</w>
fer ence</w>
▁fl oor</w>
c▁ on
ch es</w>
A ct</w>
▁Je ju</w>
in t
eg e</w>
d u▁c
▁w a
▁organiz ations</w>
▁competi tion</w>
▁stud y</w>
f▁ or
▁par ents</w>
ur i▁ng</w>
ent ation</w>
w or▁
bu il
t ory</w>
i et
▁t aking</w>
m emb
▁a ir
n▁ ed</w>
▁t ▁
▁J ong</w>
▁B r
▁dam age</w>
eo k</w>
ti l
he▁ ld</w>
▁l ate</w>
c o
▁probl ems</w>
ot ing</w>
om orrow</w>
mit ted</w>
▁S p
ti▁ ve</w>
h ad</w>
or por
th an</w>
h▁ ad</w>
par ticip
th r▁
ch ers</w>
▁mor ning</w>
con s
▁im prove</w>
▁pr ac
▁u p
▁pre dic
▁loc ated</w>
▁p ati
▁th ought</w>
▁sch ools</w>
▁st ock</w>
t u▁
an k
▁T o</w>
Kor ean</w>
E ▁
▁sp ace</w>
▁in come</w>
ic▁ al</w>
c▁ l
▁al ong</w>
s it
ill i▁on</w>
▁n ight</w>
w ▁e</w>
ill ed</w>
f oll
; ▁s</w>
▁ex ecu
f er</w>
rea d</w>
m eas
▁res taur
▁s elf</w>
▁t ur
oc al</w>
P a▁r
▁ind ivid
r .</w>
ic ies</w>
g ency</w>
ip ment</w>
g o
▁trea tment</w>
▁con ven
r is
ot el</w>
loc al</w>
▁th ird</w>
w ith
urr ed</w>
em b▁er</w>
▁cl ass</w>
o▁ p
s is</w>
mis sion</w>
ed ly</w>
▁al ways</w>
as ed</w>
ec ause</w>
ail y</w>
p ubl▁ic</w>
e o▁
inv estig
▁l ine</w>
rel at▁ed</w>
&a▁po▁s ;s</w>
▁p at
▁vis ited</w>
▁caus ed</w>
g est</w>
S h
▁E lec
▁Y oung</w>
▁pre pare</w>
if ication</w>
▁o vers
e p</w>
ati▁ ng</w>
▁min utes</w>
▁5 0</w>
n▁ ew</w>
&a pos;
▁contin ue</w>
▁K ang</w>
im in
▁comm unity</w>
anc ▁e</w>
▁D emocr
includ i▁ng</w>
▁bro ad
ic ▁e</w>
▁des ign</w>
h o</w>
▁pers on
iti▁ on</w>
i▁ m
▁Gwang ju</w>
e▁r y</w>
▁In stitute</w>
▁m iddle</w>
ex c
▁1 2</w>
l and</w>
c oll
as t
ld n</w>
v y</w>
th rou▁gh</w>
ch il
▁a ge</w>
▁v er
▁institu tions</w>
▁c ard</w>
ver age</w>
▁sh owed</w>
▁intern ational</w>
▁exper ts</w>
w o▁n</w>
G u</w>
G ang
▁chang ed</w>
c ooper
▁l arg
ro ss</w>
wh e▁re</w>
d evel
▁qu ality</w>
▁inspec tion</w>
▁additi onal</w>
▁a ir</w>
d et
a▁n ce</w>
m an
▁res ol
t echn
▁n atur
▁1 1</w>
id ents</w>
▁sh ort</w>
ci ence</w>
ad v
▁Mar ch</w>
i b▁
f t</w>
▁w elfare</w>
rem e</w>
▁auth or
i▁ n▁g</w>
g ue</w>
res pon
▁con n
J ap
i▁ ll</w>
e f</w>
a▁ me</w>
▁f ar</w>
m a
it al
▁organiz ation</w>
▁Comm ission</w>
▁in surance</w>
it er
e▁ en</w>
ap e</w>
&q▁u o▁t;</w>
▁st age</w>
cl os
▁in fl
▁st ore</w>
▁S he</w>
t▁ e</w>
ap er</w>
▁lea st</w>
▁b us</w>
ow n
per s
▁ex isting</w>
▁ch arg
o g▁
en ess</w>
f ied</w>
or ts</w>
h▁ ave</w>
▁l ittle</w>
▁direc tly</w>
d evelop
ib r
w▁h ich</w>
eg r
▁Ch o</w>
▁fe es</w>
b or
▁l os
▁t ell</w>
▁bas ic</w>
d em
▁g iven</w>
▁j udg
o th
m os
▁ad ded</w>
an ted</w>
▁b loc
▁l ater</w>
iti ve</w>
ou▁ nd</w>
e▁ nd</w>
▁s em
▁1 0
es ▁s</w>
id ay</w>
id ing</w>
▁re vis
ac y</w>
▁an y
itt▁ ee</w>
h▁ ed</w>
▁sec urity</w>
▁ap prov
▁l and</w>
▁appl ied</w>
our ces</w>
em ploy
▁play ers</w>
us tice</w>
▁n ews</w>
ound ation</w>
e k</w>
si▁ on</w>
▁c irc
itt en</w>
▁b enef
cl es</w>
c are</w>
▁surv ey</w>
ou t
ab o▁ut</w>
▁c andid
▁T a
p eop▁le</w>
▁no tif
und ai</w>
▁For m</w>
r up
ad em
▁hist ory</w>
▁St ates</w>
▁n on</w>
▁a n▁d</w>
▁rec ogn
▁r is
▁Wor ld</w>
in king</w>
anufac tur
ter ed</w>
at ors</w>
p tion</w>
▁1 1
ea th</w>
▁enj oy</w>
p o</w>
▁prev ious</w>
▁con f
i on
▁B ecause</w>
r▁ es
▁op port
oc c
▁bu y</w>
qu art
▁ha ving</w>
au gh
ea ce</w>
▁prom ote</w>
o o▁n</w>
e y
▁o ff
y ou▁
ucl ear
▁d eb
j ur
▁val ue</w>
o▁n g
ministr ation</w>
▁tak en</w>
▁G roup</w>
ear ed</w>
sl and</w>
ann oun
▁f ans</w>
O ▁
u▁ st</w>
▁” ”</w>
▁d ev
if ied</w>
g en
vers y</w>
der g
▁k eep</w>
Y ▁
▁s ociety</w>
Gyeong gi</w>
▁Am ong</w>
▁fri ends</w>
▁custom ers</w>
▁b or
tiv ely</w>
an▁ g</w>
H y
▁Prov ided</w>
▁Am eric
&ap▁os ;s</w>
▁E m
pl ac
▁wor ks</w>
▁ac cor
s us
▁o thers</w>
▁Intern ational</w>
ic k</w>
ati ves</w>
▁f ea
g ed</w>
▁ra ised</w>
▁civ il</w>
e d▁
▁h om
▁F irst</w>
un d▁er</w>
▁j oint</w>
▁complet ed</w>
▁real ly</w>
▁at trac
on al
▁en g
d ent</w>
n am
▁represent ative</w>
t ak
ic ial</w>
▁th ough</w>
▁fun ds</w>
aff ic</w>
▁ro ad</w>
▁conditi ons</w>
▁fin al</w>
t▁ wo</w>
af e</w>
▁ 00</w>
S▁ e
▁employ ment</w>
E x
ye on</w>
c le</w>
e a▁r
▁s ix</w>
c▁ om
on▁ ly</w>
▁overs eas</w>
▁mater ials</w>
e ep
om an</w>
▁R us
▁for m
▁for m</w>
▁n ear</w>
▁h ouseh
▁a ch
s ite</w>
d ef
c▁ es</w>
s▁ uch</w>
▁L et</w>
▁particip ated</w>
▁f ace</w>
af f</w>
rou ps</w>
rec e
▁ev ents</w>
b ro
W ▁
c i▁
▁On e</w>
angu age</w>
▁s ize</w>
▁fac ility</w>
li er</w>
a▁ ti▁on</w>
en cies</w>
loc ▁al</w>
s uch</w>
▁sup ply</w>
▁m ove</w>
e ans</w>
▁high er</w>
▁trad itional</w>
il ar</w>
S ec
▁l ead</w>
t e▁r</w>
▁Ass ociation</w>
id ence</w>
▁c all</w>
olog ical</w>
ip s</w>
e▁ v
st▁ em</w>
por ted</w>
▁s eason</w>
o es</w>
el t</w>
ea k</w>
o▁ ol</w>
i▁ ed</w>
w ell</w>
th ey</w>
▁bec om
ob er</w>
em ale</w>
form▁ er</w>
▁vic ti
ap pl
▁exch ange</w>
re w</w>
i er</w>
ar d
▁reg ion</w>
▁contro l</w>
▁ap pro
▁pos sibility</w>
▁s o
th em</w>
j e▁ct</w>
▁p ass
str ▁
n ext</w>
e an
ur al</w>
▁n ever</w>
e▁n ts</w>
der ed</w>
per form
com p▁
▁exhib ition</w>
ea ch</w>
u▁ m
a ud
▁atten ded</w>
a▁ tio▁n</w>
ot ed</w>
or din
▁streng th
▁H ouse</w>
▁offic er</w>
▁m akes</w>
red it</w>
si ons</w>
el ing</w>
qu ▁
o th▁er</w>
c r▁
J e
▁sub mit</w>
▁rul ing</w>
▁r ights</w>
e▁ e</w>
▁it ems</w>
▁activ ely</w>
o i▁n
es ting</w>
C oun
eg u</w>
th e▁re</w>
it▁ ed</w>
frastruc ture</w>
ex ual</w>
▁rec ent</w>
▁dr aw
es n</w>
▁eff ect</w>
▁Fin ancial</w>
ro ad</w>
ag n
▁i ▁n</w>
e igh
▁wh i▁ch</w>
ee k</w>
▁fri end</w>
▁ag o</w>
t on</w>
▁eval uation</w>
pl ace</w>
▁tr y</w>
w it
▁doc uments</w>
J ae</w>
ti al</w>
▁f ur
▁ex ten
on▁ g
ul d</w>
▁k in
▁en ti
&a▁ p▁os;s</w>
▁wor ds</w>
▁dec ision</w>
▁g o▁
▁sh are</w>
▁A b
ex p▁
▁eas y</w>
▁cos ts</w>
▁A pril</w>
anc ed</w>
a▁ n▁d</w>
▁ar res
i▁ c</w>
a▁ d
ul a</w>
pl ▁e</w>
rec ▁
c s</w>
b ur
▁i ▁s</w>
ati v
▁increa sing</w>
▁im p
ver ▁
il ies</w>
▁ph one</w>
n eg
com ▁
▁ret urn</w>
d own</w>
▁c al
re h
c our
a ther
ud e</w>
▁accor dance</w>
▁Democr atic</w>
u▁ t</w>
o▁ me</w>
port ation</w>
▁stud ent</w>
▁conduc t</w>
in▁ to</w>
trib ution</w>
el eb
us ing</w>
and ed</w>
W ▁e</w>
▁acc ount</w>
u t▁
m ental</w>
in t▁
▁qu esti
▁fun c
▁oper ate</w>
u ment</w>
▁J uly</w>
ag ▁e</w>
ept ember</w>
▁d u
e▁ a</w>
A d
a▁ s
▁a verage</w>
▁D ong
▁lea ve</w>
▁cour se</w>
▁dec rea
e er</w>
▁w ar</w>
▁appl ic
ig ▁
f e</w>
y s
▁op position</w>
▁E uro
▁oper ating</w>
▁cooper ation</w>
▁St ation</w>
m ov
▁hou sing</w>
▁sign ific
em▁ ent</w>
d▁ ing</w>
▁respon se</w>
▁J une</w>
i ety</w>
▁Sup reme</w>
▁author ities</w>
ar▁ ge</w>
▁s een</w>
pl ay
e▁n ce</w>
▁vol un
▁re view</w>
▁Sh in</w>
▁b usin
▁neg oti
ultur ▁al</w>
ec h</w>
er▁ al</w>
&ap▁os; l▁l</w>
▁d eg
U .▁
&a pos;▁s</w>
▁h ospital</w>
▁comp ared</w>
en ding</w>
&q▁u ot▁;</w>
i▁ ve</w>
▁e r
r▁ e
▁Hy undai</w>
w a</w>
▁o ▁f</w>
▁grow ing</w>
t u▁re</w>
▁r ole</w>
▁prom otion</w>
▁p ain
▁plan ning</w>
p op
▁ar t</w>
▁e ffici
ic i
i x
ar▁ y</w>
un ication</w>
it ors</w>
▁g en
▁S chool</w>
es tion</w>
ec on
il▁ l
o h</w>
▁B l
c o</w>
▁sec tor</w>
ven tion</w>
an▁ t</w>
ph as
R es
▁st ory</w>
a▁c k</w>
▁&a pos▁;s</w>
a g</w>
▁trav el</w>
▁tem per
w▁ ay</w>
c al
▁&a pos;▁s</w>
▁r eas
▁elec tion</w>
▁@ -▁@</w>
▁lea der</w>
▁p us
▁tri al</w>
▁e at</w>
▁emerg ency</w>
u k
er n</w>
▁r un</w>
cl us
&▁ apo▁s
us ted</w>
a▁ p
ep end
▁politi cal</w>
▁hear d</w>
ear ly</w>
te▁r m</w>
fir st</w>
P ark</w>
th y</w>
us tr
if t</w>
ff airs</w>
p▁ ol
S e▁
tron ics</w>
ov e▁r
▁r un
▁f ew</w>
▁tr illion</w>
v ice</w>
▁m inis
▁d ust</w>
d on
e▁ t
g ood</w>
s▁ ec
ct ober</w>
es ▁t</w>
ar m</w>
▁inv ol
▁reg is
o▁ se</w>
▁ex tr
▁some thing</w>
▁pos ition</w>
en ded</w>
▁f estival</w>
D is
▁dis p
▁Y oon</w>
for t
▁diffic ul
▁bel ieve</w>
▁ra ther</w>
▁str uc
▁intro duced</w>
▁sh ows</w>
K▁or ea</w>
▁cl as
dis ▁
▁im medi
s▁ es</w>
T h
▁1 st</w>
▁out side</w>
▁N o</w>
uc ▁
▁includ e</w>
▁adv ance</w>
is is</w>
oun tain</w>
▁rev ealed</w>
U.▁ S.</w>
ou r▁
▁w age</w>
▁cl ose</w>
oun ds</w>
g▁ et</w>
ec tive</w>
rel ▁
ap p▁
▁b ir
en▁ cy</w>
▁as k</w>
ish ing</w>
▁reg ular</w>
in crea
▁M any</w>
in ing</w>
▁meth od</w>
wor k
a▁c t</w>
20▁ 1
▁wr itten</w>
▁j oin
▁d en
s▁ aid</w>
ev▁ en</w>
▁res pec
i o▁ns</w>
c ap
▁purch ase</w>
s▁ he</w>
▁m ess
pos al</w>
b all</w>
anu ary</w>
▁j obs</w>
▁curr ently</w>
▁4 0</w>
i j
pl es</w>
▁g roups</w>
h n</w>
en ti▁
▁l egal</w>
if ic</w>
a▁ use</w>
P ar▁ty</w>
l aw
f e▁
▁m en</w>
ma▁ de</w>
▁r ise</w>
▁d aily</w>
o .</w>
▁pol icies</w>
▁dis ab
og rap
h eld</w>
ef ul</w>
2 nd</w>
▁t omorrow</w>
▁Tr ans
ug ust</w>
▁bel iev
herein after</w>
▁indus trial</w>
spec ially</w>
p eople</w>
quart ers</w>
▁l eg
▁l ower</w>
▁cont ents</w>
pl ement</w>
▁Gang won</w>
Pa▁r k</w>
enc ed</w>
▁Pr ime</w>
ou▁ th</w>
▁develop ed</w>
▁d ro
▁spec ial
th eir</w>
j o▁
g overnme▁nt</w>
eb ru
▁u su
▁opin ions</w>
▁id enti
ow l
▁prepar ed</w>
u▁ p</w>
▁B ank</w>
m any</w>
3 rd</w>
ar r
▁deliber ation</w>
▁1 2
. 3</w>
ye a▁r</w>
n um
l ar
▁sever al</w>
op ping</w>
d ro
inc l▁
▁med ium</w>
op s</w>
▁poin ts</w>
c ul
on ly</w>
▁th a▁t</w>
or t
ell ing</w>
ed ge</w>
s en
▁s old</w>
▁c ities</w>
ex pl
ail able</w>
on ▁e</w>
▁vehic le</w>
▁ ation</w>
▁an sw
ev▁ el</w>
▁f av
con c
▁s ugg
▁establish ment</w>
ot t
k n
a i▁n
▁need s</w>
u ture</w>
etw e▁en</w>
▁k ey</w>
. 2</w>
tif ul</w>
s y</w>
m ar
▁D ae</w>
▁t old</w>
e el</w>
compan i▁es</w>
fac il
▁happ y</w>
▁need ed</w>
g n
▁loo king</w>
▁l anguage</w>
▁stat us</w>
▁fil m</w>
C i▁ty</w>
▁prof essi
▁R ec
ir ect</w>
▁cl aim
▁pres ent</w>
▁opin ion</w>
ar ter</w>
▁crea ted</w>
▁L and</w>
▁m anufactur
▁f arm
▁aud it</w>
in c▁
at▁ ic</w>
▁com b
g re
n▁ ow</w>
▁P ublic</w>
▁Ch ung
▁par ties</w>
▁administr ation</w>
▁concer ning</w>
▁en ough</w>
▁pl aces</w>
▁design ated</w>
t al
▁cl ear</w>
e un</w>
▁re port
▁on line</w>
▁equ ipment</w>
iqu e</w>
y ears</w>
a▁ ys</w>
a▁ m</w>
ann ed</w>
▁k ind</w>
▁ill egal</w>
ti▁ ons</w>
ab il
t▁ ing</w>
▁sim ilar</w>
▁A sian</w>
l iv
▁beg in
▁pas sed</w>
▁m om
a▁n g
▁phot o</w>
ae j
wh en</w>
sti m
▁natur al</w>
u▁ d
or ry</w>
i very</w>
▁Tr ade</w>
in▁ gs</w>
▁rec ru
ol o▁
a▁ le</w>
▁t▁ o</w>
en d▁
con ven
▁includ ed</w>
▁govern ments</w>
ch airm▁an</w>
ar ant
ti on
k et</w>
i▁ r
▁A nd</w>
▁reg ulations</w>
▁us ers</w>
▁sus pec
▁t akes</w>
▁open ed</w>
▁dis trict</w>
▁cont ent</w>
um e</w>
ch e▁on</w>
▁o il</w>
gr ic
▁en ergy</w>
▁H an</w>
▁S ung</w>
un der
t▁ ly</w>
g l
e▁ ty</w>
▁un iversity</w>
▁en ter</w>
sup po▁rt</w>
▁iss ues</w>
▁det ails</w>
ick ly</w>
ou▁ l</w>
mon th</w>
▁1 3</w>
o▁ nd</w>
▁contro versy</w>
for cement</w>
s ang
▁s even</w>
rea m</w>
▁progr ams</w>
ch ang
g round</w>
▁t arg
▁c am
▁St ate</w>
▁P h
f un
t ee</w>
m a▁r
I ▁
tern oon</w>
t w
n er
au ght</w>
Kore▁ a</w>
▁an im
▁A gency</w>
. 6</w>
▁chang es</w>
c ▁e</w>
h ea
▁prin ci
d ings</w>
▁l ost</w>
as tic</w>
▁m et</w>
iv ely</w>
▁ch ief</w>
wh i▁le</w>
▁ter ms</w>
ol ds</w>
▁f inis
▁S eptember</w>
▁J i</w>
ent ers</w>
i▁ m</w>
b ers</w>
▁s ports</w>
s er
ester day</w>
▁comm issi
v ari
ucl ear</w>
▁t as
▁r ice</w>
▁pres s</w>
tr ic</w>
▁L iber
m i▁n
an tly</w>
▁pic ture</w>
▁exper i
▁cons ult
p ite</w>
▁re duce</w>
▁inter ested</w>
ain▁ st</w>
▁V iet
▁Dep artment</w>
▁t ow
▁f all</w>
▁exp and</w>
. 1</w>
▁contin ued</w>
▁buil t</w>
▁par ts</w>
oo k
an▁ ge</w>
▁d evel
an▁ g
j ust</w>
irec tor</w>
g overn
l ow</w>
d on▁g</w>
▁m et
▁ac tive</w>
▁underst and</w>
t▁ ime</w>
. 4</w>
▁t w
▁D uring</w>
▁e duc
ow▁ er</w>
G ye
▁ret ur
▁s ett
▁Y ang</w>
▁sc ene</w>
tur al</w>
b▁ e
et ary</w>
▁determ ined</w>
▁f emale</w>
u▁ se</w>
our th</w>
p▁ ar
eti tion</w>
l ife</w>
▁1 3
est ablis
▁Intern et</w>
▁su ffer
▁d eath</w>
ro om</w>
▁g ave</w>
e▁ se</w>
&a▁po▁s ;t</w>
J ung</w>
▁tri p</w>
is ions</w>
i ent</w>
▁recor d</w>
ov ember</w>
▁Hy un</w>
▁A ffairs</w>
wh ere</w>
p as
i▁ ly</w>
at▁ es</w>
▁sum mer</w>
s k
ad s</w>
l ong</w>
▁g etting</w>
gover ▁n
▁Ad ministration</w>
o ot
▁s aw</w>
▁ et</w>
▁sp read</w>
▁w oman</w>
▁h y
p t</w>
▁sus pen
▁st ation</w>
▁manag er</w>
orpor ation</w>
. 8</w>
at e▁d</w>
▁typ e</w>
b us
ear ing</w>
&▁a pos;s</w>
t in▁g</w>
p ar▁
▁sched ule</w>
▁tr affic</w>
od e</w>
l▁ ike</w>
▁l ight</w>
▁s ea
y le</w>
▁busin esses</w>
▁ac qu
h s</w>
▁in side</w>
▁l ec
▁consid ered</w>
▁charac ter
▁G od</w>
▁201 6</w>
U .S.</w>
▁prescri bed</w>
▁devel op</w>
▁f ee</w>
s al
f ro▁m</w>
▁eas ily</w>
&apo▁s ;</w>
▁Wh y</w>
▁M us
tu ally</w>
▁J anuary</w>
a▁ e</w>
g ener
▁st aff</w>
ad ministr
or ed</w>
▁E conom
f u▁
▁compl ex</w>
▁improv ement</w>
en ed</w>
b etwe▁en</w>
▁infl u
▁M anag
vi ew
A n
▁be h
▁M r.</w>
▁tea ms</w>
▁g oods</w>
▁Elec tronics</w>
N orth</w>
▁con fl
▁B e
con sid
sc ri
▁P er
▁O ctober</w>
l ev▁el</w>
in st
▁iss ued</w>
incl▁ ud
c a▁n</w>
▁par king</w>
▁l ist</w>
▁al one</w>
▁1 6</w>
is tics</w>
▁wee k
▁min imum</w>
▁d on
pl ay</w>
enc ▁e</w>
r en
ell ent</w>
▁sen ior</w>
ea▁ r</w>
di ff▁
art ph
an ch</w>
g▁ h
▁av ailable</w>
ti t
mos ph
▁w anted</w>
▁comm er
istr i▁ct</w>
a em
▁ch airperson</w>
▁pati ents</w>
▁&qu ▁ot▁;</w>
e ight</w>
▁hea t</w>
▁fam ous</w>
onal d</w>
c urr
y▁ ear</w>
om ic</w>
▁C l
um st
ot te</w>
▁e stim
▁du ties</w>
▁201 8</w>
j ong</w>
▁stand ards</w>
▁person nel</w>
▁de emed</w>
▁b ig
▁b us
▁immedi ately</w>
p▁ ublic</w>
▁mat ch</w>
u tiful</w>
d ays</w>
com m▁
9 th</w>
G over
▁v ac
▁larg est</w>
k no▁
▁s ou
G wang
▁S pec
d o▁ng</w>
▁F estival</w>
in e
g▁ h</w>
▁p .m.</w>
▁b ack
bas ▁ed</w>
▁trans portation</w>
▁2 nd</w>
s ucc
▁h and</w>
h y</w>
▁v illage</w>
e▁ m</w>
0 0
p u▁
at ch</w>
rea n</w>
▁ar ti
wi▁ t▁h</w>
▁est ate</w>
os ▁
&a▁ pos;</w>
▁proper ty</w>
▁g ather
s ign
T▁ he</w>
▁d oll
▁stand ard</w>
▁inten ds</w>
▁j ud
▁individ ual</w>
▁contin u
s ome</w>
in ter</w>
▁go al</w>
▁sub mitted</w>
te▁ am</w>
▁l ack</w>
▁A ugust</w>
▁A ir
th ly</w>
tiv es</w>
▁t ick
di ffic
▁us er</w>
t eam</w>
p▁ or
▁c old</w>
ebru ary</w>
ic on
erv ation</w>
▁do esn</w>
▁Da egu</w>
en sive</w>
▁m ight</w>
s iz▁ed</w>
▁institu tion</w>
▁m obile</w>
k y
em entary</w>
▁requ ir
is ted</w>
an▁ s</w>
▁hea d
▁comp ens
▁car ried</w>
pr is
com ▁p
av ▁
▁h on
. 7</w>
▁w it▁h</w>
▁$ $</w>
s ay
art ments</w>
▁tal k</w>
D istri▁ct</w>
▁pro g
der ly</w>
ab out</w>
a x
▁l ives</w>
ab ly</w>
▁r ap
▁ind ic
ag re
▁g ir
▁W a</w>
▁vehic les</w>
▁requ ired</w>
busin e▁ss</w>
,0 ▁00</w>
b er
▁do ing</w>
▁th ing</w>
vis ▁
▁fam ilies</w>
▁proc ed
o ds</w>
▁fur ther</w>
▁sing le</w>
inc i▁al</w>
ur s</w>
▁bel ow</w>
▁S ing
h er
▁en d
▁analy sis</w>
ac t▁
▁car s</w>
w ide</w>
n▁ or</w>
hi▁ gh</w>
al l▁
5 ▁
h▁ in</w>
▁ad ver
▁Th ese</w>
st ar
▁oper ated</w>
Ch ina</w>
a▁ in</w>
▁C EO</w>
w o▁
ins ula</w>
▁n etw
s s▁
Ko▁ rean</w>
▁restaur ant</w>
▁rel ation
▁c redit</w>
▁A ll</w>
si b▁
b us▁
▁questi ons</w>
▁approv al</w>
▁1 8</w>
S u
▁C urr
pro sec
f il
▁Se ung</w>
res ent
ong er</w>
ul es</w>
ow i▁ng</w>
oo▁ k</w>
▁lear n</w>
▁cont act</w>
▁L abor</w>
▁ag ric
f y</w>
ti▁ es</w>
h el
▁sh ip
▁D ef
ul ed</w>
▁J ang</w>
&ap▁os; ve</w>
▁b ill</w>
i f▁
▁str ateg
▁fu nd</w>
▁exam ple</w>
▁Prov incial</w>
▁Dec ember</w>
▁ap artment</w>
us ▁ed</w>
▁y et</w>
▁opport unity</w>
▁mod el</w>
▁1 4</w>
y i▁ng</w>
in to</w>
cont in
a▁r t</w>
▁p oor</w>
▁201 7</w>
on d
▁T V</w>
y er</w>
p o▁l
▁G u
&a▁pos;▁ d</w>
o ff▁
be i▁ng</w>
▁pers onal</w>
▁Pro f
mor ▁e</w>
li▁ ke</w>
ati▁ onal</w>
▁rece iving</w>
▁cr isis</w>
i▁g n</w>
b r▁
▁ch o
l ea▁
▁M ed
▁& a▁
▁wh ole</w>
▁im plement</w>
▁19 9
o▁ c
et ed</w>
ell ig
▁consid ering</w>
▁ch airman</w>
▁1 ,
E duc
m arket</w>
▁man age</w>
▁y outh</w>
▁f elt</w>
an▁ y</w>
▁temper ature</w>
o ke</w>
an d▁
▁all eg
ear▁ ch</w>
▁execu tive</w>
▁ag encies</w>
ef o▁re</w>
a x</w>
▁aut om
il d</w>
▁lea ding</w>
▁ur ban</w>
▁appoin ted</w>
ig r
▁trans fer</w>
▁B y</w>
▁un ion</w>
▁M on
ta▁ ke</w>
pr ec
k ▁ed</w>
▁star ting</w>
▁m other</w>
▁ac tual</w>
▁J ustice</w>
▁ha p
▁b ad</w>
ou l▁d</w>
U ▁
▁S tr
▁ind epend
▁g ames</w>
wo▁r k</w>
at s</w>
▁a ▁
▁V ice</w>
▁b ank</w>
ong s</w>
ul ate</w>
▁del ivery</w>
▁e y
▁P en
p ay
▁s t▁
▁high est</w>
▁S ong</w>
p ublic</w>
f a▁
▁C orporation</w>
▁ac tion</w>
i▁n ce</w>
▁expres sed</w>
em en▁t</w>
▁s ent
▁J in</w>
▁wor k
you▁ ng</w>
▁Y oo</w>
l der</w>
▁K yung</w>
oc ks</w>
▁sec retary</w>
▁or dered</w>
▁u til
D ec
▁consum ers</w>
m▁ ay</w>
ar ies</w>
▁coll ege</w>
▁dis aster</w>
▁&▁ amp;</w>
o ts</w>
l eg
d uri▁ng</w>
I n</w>
▁r e▁
▁h it</w>
▁d one</w>
▁c entral</w>
▁boo ks</w>
p riv
▁I r
m▁ it</w>
d u▁
eed ed</w>
▁bea utiful</w>
▁f re
eleb r
Prov ince</w>
oo t</w>
si▁ te</w>
c▁ il</w>
▁reg arding</w>
▁c amp
▁a head</w>
▁A t
e▁n t
▁orig inal</w>
▁h o</w>
▁in nov
▁em phas
a ult</w>
▁re duced</w>
▁h e▁
▁del iver
▁2 5</w>
i▁ de</w>
or ing</w>
por ting</w>
▁O h</w>
the▁ y</w>
▁S m
mosph ere</w>
&ap▁os; re</w>
▁s ee
▁ref lec
s▁ tr
▁eff orts</w>
▁lo an</w>
▁U .
tr▁ y</w>
o▁ u
▁h ot</w>
ur ed</w>
e▁ ment</w>
v ic
S am
. 9</w>
&ap▁os ;</w>
▁cap ital</w>
▁J eong</w>
i▁c y</w>
li k
e▁ ss
qu al
▁v en
u g</w>
▁th ere
▁cer tific
is ten
▁exam ination</w>
tribu ted</w>
r ight</w>
▁F rom</w>
h▁ o</w>
c os
clud ed</w>
▁com es</w>
ib er▁
▁w i▁ll</w>
▁f ell</w>
eal s</w>
▁wea ther</w>
af t</w>
pos sible</w>
▁charg es</w>
s ang</w>
coun t</w>
4 ▁
&ap▁os; ▁
▁s ong</w>
▁w aste</w>
▁professi onal</w>
a o</w>
▁A re</w>
ye a▁rs</w>
ec▁ ts</w>
ti on▁s</w>
o f▁f
▁T echn
our ce</w>
h ol
a j
▁conc entr
▁H wang</w>
s e▁r
et c</w>
o ch
h im</w>
f▁ rom</w>
d▁ r
P r▁
Or din
▁sk in</w>
ec t▁ed</w>
▁Liber ty</w>
▁p r▁
m on▁
our n
in tro
sec o▁nd</w>
d e▁r</w>
▁qu ickly</w>
▁con ference</w>
ut ors</w>
oun▁ g</w>
augh ter</w>
▁M ot
u▁ ch</w>
▁dis t
ent ing</w>
▁commissi oned</w>
ent▁ ly</w>
▁N ovember</w>
▁Gang nam</w>
erm any</w>
▁wat ch</w>
▁ab o▁ut</w>
e p▁
ol l▁
▁in jur
▁cer tain</w>
s in▁ce</w>
ov ed</w>
m us
▁s anc
tim ▁e</w>
▁y esterday</w>
▁g overnor</w>
F in
▁s pen
▁implem entation</w>
m i▁
▁broad cas
pr i▁
▁ch urch</w>
u▁ al</w>
ff i▁ce</w>
▁com ing</w>
C ity</w>
▁lear ning</w>
▁succ ess
▁ar riv
sel ves</w>
▁deg rees</w>
▁Curr ently</w>
▁sc re
▁in f
▁Kor eans</w>
▁driv ing</w>
▁201 5</w>
h ood</w>
ac ks</w>
m ade</w>
▁qu estion</w>
▁investig ating</w>
▁I sland</w>
sh o▁
y ong
▁m ind</w>
it able</w>
g ing</w>
b s</w>
A m
▁wh▁ ich</w>
▁s ▁
▁inst alled</w>
▁6 0</w>
re▁ c
▁produc ed</w>
▁h er
▁r en
▁un ivers
ri ve</w>
over ed</w>
▁P eople</w>
▁ra ise</w>
sy st▁em</w>
▁h otel</w>
▁Th ank</w>
tr ad
Ko▁ rea</w>
D emocr
▁entr ance</w>
r▁ ec
por ▁t</w>
o▁r t</w>
il l▁
li am
esti g▁
▁occ urred</w>
▁col or</w>
a▁ de</w>
▁exc ellent</w>
▁H ealth</w>
▁law mak
▁concer ns</w>
▁b ri
re present
i▁n a</w>
▁perform ances</w>
is l
gr ad
▁stor es</w>
▁ris k</w>
▁requ ested</w>
s ue</w>
pl ex</w>
f l▁
▁tri ed</w>
▁s pr
▁doc ument</w>
▁comm on</w>
▁F ebruary</w>
▁Ch eong
ma▁ ke</w>
▁l if
ativ ely</w>
&▁ q▁uot;</w>
▁Trans port</w>
tr ess</w>
▁n uclear</w>
▁h eal
▁Se o</w>
t▁ ic
ay▁ or</w>
st anding</w>
▁f alling</w>
wi▁ th
▁ad d
u▁ m</w>
▁h all</w>
▁bur den</w>
he▁ l
eo▁ ple</w>
▁h os
▁concer t</w>
e f▁
▁reas ons</w>
▁D onald</w>
u ter</w>
en viron
cor por
be▁c a▁use</w>
▁cr ime</w>
▁&apo▁s ;s</w>
co▁m p
▁ach iev
v al
thr▁ ee</w>
▁tr end</w>
a ut
up s</w>
em b▁
an▁ ts</w>
wh▁ ich</w>
s ts</w>
oc i▁al</w>
m ee
▁lea ders</w>
▁d ou
▁Ch ung</w>
t i</w>
id ▁ed</w>
▁usu ally</w>
▁p resid
In dus
▁sum mit</w>
▁gu id
▁Y eong
u ge</w>
th i▁s</w>
er a</w>
e ign
C O</w>
▁super vis
▁r ound</w>
i▁s h</w>
i▁ ef</w>
iti e▁s</w>
P reside▁nt</w>
or thern</w>
au th
S up
▁prescri be</w>
&ap▁os; ll</w>
B C</w>
g▁ ed</w>
&a pos▁;</w>
▁M in</w>
as h</w>
▁reg ional</w>
▁hap pen
th▁ em</w>
i en▁ce</w>
▁imp act</w>
▁L otte</w>
v ol
▁s yst
dr aw
app oin
in ary</w>
d om
in s</w>
k ey</w>
un ities</w>
sh ar
e th▁er</w>
▁wor th</w>
w r
T V</w>
▁hear t</w>
B S</w>
▁t im
▁p un
um an</w>
i k</w>
i e▁
▁w eb
il ed</w>
ec▁ ted</w>
pro t
▁dram a</w>
t em
▁tr ying</w>
▁T ae</w>
▁s exual</w>
d in▁g</w>
s i</w>
j▁ in</w>
ic ally</w>
▁sub par
▁3 rd</w>
j ob</w>
duc ing</w>
▁ac adem
t ations</w>
ae k
▁s ense</w>
▁S ang</w>
▁inter pre
r i</w>
M anag
D a
el▁ y</w>
j i</w>
e▁ st
ult i</w>
Un iver
▁mat ter</w>
▁coun cil</w>
i p▁
▁Reg arding</w>
iv ▁e</w>
&▁a p▁os
▁comm unication</w>
th e▁r</w>
▁Def ense</w>
▁2 4</w>
is on</w>
tr i▁al</w>
an ch
▁m o
▁m etropolitan</w>
or d</w>
m ake</w>
▁st op</w>
▁atten d</w>
ibr ary</w>
▁tr ue</w>
d▁ id</w>
olo▁ gy</w>
igh▁ t</w>
a▁ ble</w>
▁s ea</w>
▁in ter</w>
▁circ umst
s em
gr o▁
ab or
▁win ter</w>
manag eme▁nt</w>
ea▁ ch</w>
b rea
▁relation ship</w>
▁d own
▁adv ant
ess ing</w>
announ c▁ed</w>
▁pres sure</w>
▁mark ets</w>
▁& q▁u
on str
i on▁s</w>
a▁ ri
S ou▁th</w>
Comm itt▁ee</w>
▁f ig
s et</w>
d ue</w>
▁intro duce</w>
▁go▁ ing</w>
ye▁ ong
c u▁
t▁ ri
▁ex erc
▁br and</w>
▁w id
ut or</w>
oh n</w>
▁sit es</w>
▁ann ual</w>
g re▁
▁ph ys
ell s</w>
▁br ing</w>
iti ons</w>
e▁n s</w>
o in▁
at t▁
wh at</w>
▁r ead</w>
▁ey es</w>
s▁ p
ea t
In tern
icon duc
▁Al so</w>
et e</w>
direc t▁or</w>
▁m emor
▁M ost</w>
▁f requ
▁cri tici
st and
a▁ ir
▁s ession</w>
e um
ou▁ se</w>
▁th e▁re</w>
▁ser ies</w>
t ation</w>
h os
Ordin an▁ce</w>
ai▁r s</w>
P ro▁
▁K ong</w>
▁enter pr
ic ▁es</w>
sh▁ ip</w>
inten dent</w>
▁cou ldn</w>
ul▁ ar</w>
▁predic ted</w>
pro m
4 0</w>
ear by</w>
h ea▁
▁l ow
▁n orm
cl u▁
N at▁ional</w>
▁victi ms</w>
▁mom ent</w>
▁c aught</w>
ev al
e▁x t</w>
▁N am</w>
▁sup pl
h ing</w>
ec o▁n
▁organiz ed</w>
▁Manag ement</w>
▁D irector</w>
s▁ oo</w>
▁c enters</w>
▁benef its</w>
por ▁ts</w>
f ace</w>
m emb▁er</w>
▁ow ner</w>
▁eval u
▁for ward</w>
▁wr iting</w>
u i</w>
▁f ile</w>
it▁ ion</w>
▁struc ture</w>
▁re duction</w>
▁im m
▁foll owed</w>
▁R e
▁F und</w>
su▁ r
▁sh owing</w>
uclear ization</w>
it▁ s</w>
in stitu
et ings</w>
d ec▁
e o▁n</w>
evelop ment</w>
▁vi ew</w>
▁s ays</w>
▁n ation</w>
k▁ ing</w>
ular ity</w>
▁res ources</w>
▁play ed</w>
▁af ternoon</w>
i▁ or</w>
e▁ ar</w>
el ds</w>
c ast</w>
▁inter view</w>
▁hea vy</w>
▁ar gu
d oc
▁e ight</w>
i▁ f</w>
inv est
t oo</w>
▁r ates</w>
▁int egr
▁it self</w>
t ake</w>
rou▁ nd</w>
is ter</w>
▁pop ulation</w>
▁dis c
wor ld</w>
O S
vari o▁us</w>
tain ment</w>
p resid
b l▁
Prov inc▁e</w>
▁dis tribution</w>
▁Rus sia</w>
▁N am
▁d uty</w>
am ▁e</w>
▁L ocal</w>
oi▁n t</w>
k en</w>
dic tion</w>
▁enter ed</w>
▁compl ain
v e
ur ▁es</w>
▁custom er</w>
ter ▁
e or
ar t▁
ans ion</w>
▁el ig
▁buil d</w>
ar ded</w>
tis ts</w>
m in</w>
▁laun ched</w>
▁Y ong
▁var iety</w>
▁H igh</w>
▁Dis trict</w>
▁particip ants</w>
aus ▁e</w>
▁m er
▁c ut</w>
▁beh ind</w>
▁educ ational</w>
ar▁ d</w>
s er▁
n ec
▁acc idents</w>
t ained</w>
▁c ur
▁begin ning</w>
S▁e oul</w>
l ement</w>
h i▁s</w>
e i</w>
▁sus pic
▁cl ub</w>
▁at mosphere</w>
▁w in</w>
▁indus tries</w>
▁differ ence</w>
in d▁
e▁r n</w>
▁Prof essor</w>
ener al</w>
econ om▁
▁v ice</w>
▁t aste</w>
▁corpor ate</w>
ab les</w>
▁Com p
▁high ly</w>
▁f ather</w>
▁Sec retary</w>
▁G ermany</w>
ti▁ n
oth es</w>
▁hol ding</w>
▁D es
wh ile</w>
▁mess age</w>
tic ism</w>
a▁ d</w>
U S</w>
▁en cour
▁bo ard</w>
f in▁
ed eration</w>
▁p or
a ul
▁r ain</w>
▁enti re</w>
os eon</w>
er ies</w>
▁ad vis
F or
▁fil ed</w>
▁comp reh
▁m as
▁In frastructure</w>
▁Ch airperson</w>
w ou▁ld</w>
sch o▁ol</w>
n▁ am</w>
m es</w>
tur ▁e</w>
&ap▁os▁ ;
▁wr ong</w>
▁m en
si▁ de</w>
h a</w>
▁foc us</w>
me ans</w>
f ood</w>
l i▁ne</w>
h ous
M in▁
▁s ale</w>
▁de pos
▁In v
me▁ m
ar b
ul ated</w>
▁b ase</w>
▁Spec ial</w>
▁S un
▁1 7</w>
ea ter</w>
T h▁e</w>
ea▁ n</w>
ar ily</w>
▁sm artph
▁res t</w>
▁particip ation</w>
istr ation</w>
ag ain▁st</w>
▁G r
m in▁
m uch</w>
tr o▁
▁inc ident</w>
▁hou ses</w>
n on</w>
▁el derly</w>
▁t en
▁sh opping</w>
ivers ary</w>
▁notif y</w>
▁g row</w>
▁prot ection</w>
onom y</w>
j us
im prov
▁wh ose</w>
▁h our</w>
▁entr usted</w>
▁L ea
oo king</w>
b ass
b and</w>
S erv
▁kin derg
ap pro
▁coll ection</w>
▁volun te
in ▁e</w>
▁th em
▁gu arant
▁4 th</w>
w▁ or
a f▁
▁im age</w>
s ame</w>
▁trans ac
▁av o
e i▁
▁real ity</w>
id ge</w>
▁tea cher</w>
▁enj oy
i▁ ze</w>
a▁ fter</w>
s om
▁dis ease</w>
eti c</w>
con struc
ar ea</w>
▁Rep resent
i en
K i▁m</w>
owl edge</w>
o in</w>
l obal</w>
▁Se ong
▁sched uled</w>
▁S on</w>
ud d
f ully</w>
▁ear lier</w>
inv estig▁
▁A p
sc a▁le</w>
n e▁xt</w>
l san</w>
I n▁
▁Ch eong</w>
▁C ulture</w>
comp eti
▁F ac
▁m ut
▁inst all
tiv eness</w>
in tern
▁w al
ul l
t est</w>
r▁ ea
qu are</w>
▁vis itors</w>
▁r e</w>
▁bl ood</w>
di ffer
▁some one</w>
▁accoun ting</w>
rea t</w>
▁s n
oo▁ d</w>
en▁ se</w>
ar▁ ea</w>
▁sanc tions</w>
▁r ed</w>
c ase</w>
g le</w>
▁p i
J ong</w>
D ep
eh ol
cal l▁ed</w>
▁univers ities</w>
ver s</w>
▁w ays</w>
▁repor ts</w>
▁stat ement</w>
▁L ast</w>
▁ ing</w>
t▁h eir</w>
▁g reen</w>
ec ting</w>
an e</w>
▁p oll
ur t</w>
ow▁ ed</w>
e▁ y</w>
b ack</w>
▁For eign</w>
bec au▁se</w>
▁spec ific</w>
▁rea ding</w>
su▁ ng</w>
expec t▁ed</w>
▁particip ating</w>
▁A sia</w>
ing ly</w>
h ere</w>
sh all</w>
neg oti
g row
t our
c ally</w>
a por
iv e▁r
1 0
▁d irect</w>
u▁l t</w>
t op</w>
k ch
▁s ud
ye▁ on</w>
ou gh
▁h ands</w>
▁div ision</w>
▁ac ross</w>
